/* Default message shown in error alert dialogs for validation errors when no more specific error message is available */
"A validation error occurred" = "发生验证错误";

/* Default message shown in error alert dialogs when no more specific error message is available */
"An error occurred" = "出错";

/* Title for alert dialog button asking what to do with invalid values entered by the user */
"Discard Change" = "放弃更改";

/* Default error message for formatting errors with bindings */
"Formatting Error" = "格式化错误";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Illegal key" = "非法密钥";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key cannot be empty" = "密钥不能为空";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key is already in use" = "密钥已经在使用";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Value for %@ cannot be empty" = "“%@”的值不能为空";

